{
  "mercury": [
    "Mercury is basically the solar system's hot potato.",
    "If Mercury were a person, it would never sleep because its days last longer than its years.",
    "Mercury is so small it could hide inside Jupiter's Great Red Spot and no one would notice.",
    "If you weigh 70 kg on Earth, you’d weigh about 26 kg here — instant diet planet.",
    "It’s shrinking like a raisin in the sun.",
    "Mercury has no moons, because apparently it’s too cool for company.",
    "It’s the fastest planet, zooming around the Sun like it’s late for work.",
    "Standing on Mercury’s surface at noon could roast your shoes.",
    "It’s basically a rock in space with a speed addiction.",
    "Mercury has no atmosphere to talk about — literally, no air for small talk.",
    "The temperature swing is so extreme it could bake cookies by day and freeze ice cream by night.",
    "Its surface is covered in craters because it’s bad at dodging space rocks.",
    "Mercury would be a terrible vacation spot unless you enjoy being fried and frozen.",
    "Its core takes up most of the planet — Mercury skipped leg day forever.",
    "You could watch the Sun rise, reverse, and set again in one Mercury day."
  ],
  "venus": [
    "Venus spins backwards, so the Sun rises in the west — it’s just being a rebel.",
    "It’s hotter than Mercury even though it’s farther from the Sun — pure overachiever.",
    "A day on Venus is longer than its year, so birthdays get confusing.",
    "It’s wrapped in thick clouds of acid — nature’s way of saying 'keep out.'",
    "If Venus were a person, it’d be the drama queen of the solar system.",
    "Its surface pressure could crush a submarine.",
    "It rains acid, but the drops evaporate before hitting the ground — Venus is petty like that.",
    "The atmosphere traps heat like an overcooked oven.",
    "Venus has volcanoes that could make Hawaii jealous.",
    "The thick clouds make it the brightest planet in our sky.",
    "It could melt lead like butter.",
    "You could cook a pizza in seconds just by leaving it outside.",
    "The air is mostly carbon dioxide — no breathing allowed.",
    "Venus is basically Earth’s evil twin.",
    "If you ever visited, your last words might be 'why is it so hot in here?'"
  ],
  "earth": [
    "Earth is the only planet known to have pizza.",
    "70% of the planet is water, but humans still fight over drinking it.",
    "Earth’s core is hotter than the surface of the Sun — spicy center.",
    "It’s the only planet with life — or at least with life that watches Netflix.",
    "Earth has more trees than stars in the galaxy (probably).",
    "The Moon is slowly leaving us — breakup in progress.",
    "Earth wobbles as it spins — drunk planet.",
    "Humans have named almost everything, even rocks.",
    "Earth’s atmosphere is 78% nitrogen — the rest is memes and oxygen.",
    "We share the planet with millions of undiscovered species.",
    "Earth’s magnetic field protects us from solar death rays.",
    "Mount Everest grows a few millimeters each year.",
    "We’ve sent more objects into space than we have clean beaches.",
    "Earth spins at about 1,600 km/h — but we don’t feel dizzy.",
    "Most of Earth’s fresh water is frozen in Antarctica."
  ],
  "mars": [
    "Mars is home to the tallest volcano in the solar system.",
    "It has two tiny moons that look like potatoes.",
    "Mars is basically a desert with a bad cold.",
    "If you stood on Mars, the sky would look butterscotch colored.",
    "It has the largest canyon in the solar system — the Grand Canyon would fit inside it many times.",
    "You’d weigh less on Mars — best planet for losing weight.",
    "Dust storms here can last for months.",
    "It might have had water billions of years ago.",
    "Mars has seasons like Earth, but they last twice as long.",
    "The sunsets are blue instead of red.",
    "It’s so far from the Sun that it’s always sweater weather.",
    "Robots have been living here for decades without complaint.",
    "Mars is Earth’s pen pal in the solar system.",
    "It’s cold enough to freeze carbon dioxide into dry ice.",
    "Mars is the solar system’s rusty ball."
  ],
  "jupiter": [
    "Jupiter is so big it could fit all other planets inside it.",
    "It’s basically a failed star.",
    "Its Great Red Spot is a storm that’s older than telescopes.",
    "Jupiter has at least 95 moons — one big family reunion.",
    "Its gravity is so strong it pulls in comets like a vacuum cleaner.",
    "It spins so fast that a day is only 10 hours long.",
    "Jupiter has faint rings nobody talks about.",
    "Its magnetic field is insanely strong — compass needles would panic.",
    "Some moons might have oceans under ice.",
    "If it were hollow, over 1,300 Earths could fit inside.",
    "The clouds are made of ammonia — stinky skies.",
    "It gives off more heat than it gets from the Sun.",
    "Jupiter could fling asteroids around like baseballs.",
    "It’s a gas giant, so there’s nowhere to stand.",
    "Jupiter is basically the solar system’s bouncer."
  ],
  "saturn": [
    "Saturn could float in a bathtub if the bathtub were big enough.",
    "Its rings are made of ice, dust, and bad decisions.",
    "Saturn has 83 moons and counting.",
    "It spins so fast its shape is squished.",
    "The rings are disappearing over time.",
    "Its largest moon, Titan, has lakes of methane.",
    "Saturn has storms bigger than Earth.",
    "If you visited, you’d sink into endless clouds.",
    "Its rings are only a few hundred meters thick.",
    "The planet is mostly hydrogen and helium — basically space balloon gas.",
    "Saturn has hexagon-shaped storms at its poles.",
    "It takes 29 years to orbit the Sun.",
    "It’s the most photogenic planet.",
    "Its rings move at different speeds — space traffic jam.",
    "Saturn’s magnetic field is weaker than Jupiter’s but still huge."
  ],
  "uranus": [
    "Uranus spins on its side like it’s napping.",
    "Its name makes people giggle in every classroom.",
    "It’s a pale blue color thanks to methane.",
    "Its seasons last 21 years each.",
    "It has faint rings made of dust.",
    "Uranus is the coldest planet despite not being farthest from the Sun.",
    "It smells like rotten eggs (hydrogen sulfide).",
    "It has 27 moons named after Shakespeare characters.",
    "Uranus rolls around the Sun instead of spinning upright.",
    "It’s mostly made of ice and gas.",
    "The wind can reach 900 km/h.",
    "Its magnetic field is tilted at a weird angle.",
    "Uranus is like a tipped-over spinning top.",
    "It was the first planet discovered with a telescope.",
    "Space probes have only visited it once."
  ],
  "neptune": [
    "Neptune has the fastest winds in the solar system.",
    "It’s so far from the Sun that a year lasts 165 Earth years.",
    "It was discovered using math before it was seen.",
    "Its color is deep blue thanks to methane.",
    "Neptune has storms that could swallow Earth.",
    "It has 14 moons, one of which orbits backwards.",
    "The planet radiates more heat than it gets.",
    "Its winds can reach supersonic speeds.",
    "Neptune is basically Jupiter’s stormy cousin.",
    "It has a dark spot similar to Jupiter’s Red Spot.",
    "Its atmosphere is mostly hydrogen, helium, and methane.",
    "The temperature here is -214°C — bring a jacket.",
    "It’s invisible to the naked eye from Earth.",
    "Voyager 2 is the only spacecraft to visit it.",
    "Neptune could hold 57 Earths inside."
  ]

}
